{
  "english": "college",
  "phat_am": "ˈkolidʒ",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "trường cao đẳng",
          "definition": "(any or all of the buildings housing) a higher-education institution",
          "world_new": [
            "institution"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He studies at agricultural college.",
              "world_new": [
                "agricultural"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Girls have been allowed into schools for only a little over a century, and admitted to colleges and universities for only 75 years.",
    "Most of those who tolerate or even advocate multiculturalism in our schools and colleges have educational, not ideological, intentions.",
    "There were also dinners with several other masters of colleges.",
    "The training colleges no longer worked in isolation and two colleges had been created specifically to allow specialisation in music.",
    "The same was true of institutes and colleges of higher education.",
    "The medical colleges and hospitals were rigidly controlled by the funding agency (state government or municipal corporation), which had the final say in all matters.",
    "The other has taught in liberal arts colleges and worked in a variety of nonprofit healthcare delivery organizations.",
    "The approach outlined here, although innovative, is not unique; similar schemes are in operation in a number of universities and colleges."
  ],
  "list_see_also": [],
  "list_browse": [
    "collection",
    "collective",
    "collectively",
    "collector",
    "college",
    "collide",
    "collier",
    "colliery",
    "collision"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809676749_b10e0418b2_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809676749_a7c9544c10_o.png",
      "id_image": "college_5352118"
    }
  ]
}