{
  "english": "comforter",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "người dỗ dành",
          "definition": "a person or thing that comforts you",
          "world_new": [
            "person"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The child was holding a teddy bear as a comforter.",
              "world_new": [
                "child",
                "teddy",
                "bear"
              ]
            }
          ]
        },
        {
          "mean_english": "chăn bông",
          "definition": "a cover for a bed that is filled with a soft warm material; duvet British .",
          "world_new": [
            "cover",
            "bed",
            "filled",
            "soft",
            "warm"
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The wool available should be sufficient to make a complete outfit of, say, cap comforter, pullover, mittens and socks for about 300,000 men every week.",
    "Comforters are sometimes packaged in a set that also includes a bed skirt, pillow shams, and sometimes pillows.",
    "Their products include a diverse range of home fashion textile products including: towels, fashion bedding, sheets, comforters, blankets, mattress pads, pillows and more.",
    "Put comforter on the bed?",
    "She was the visitor of the sick, the comforter of the oppressed, the defender of all who were in trouble.",
    "Boys in the training establishments are given two jerseys, two pairs of woollen drawers, and a woollen comforter on entry, and these have hitherto been considered to afford ample protection.",
    "Like quilts, comforters are generally used with a set of bed sheets.",
    "The comforter is stitched or quilted to secure the filling and keep it evenly distributed."
  ],
  "list_see_also": [],
  "list_browse": [
    "comfort",
    "comfort zone",
    "comfortable",
    "comfortably",
    "comforter",
    "comforting",
    "comfy",
    "comic",
    "comic strip"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809674699_2295ffce38_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809674699_6bf2ca2891_o.png",
      "id_image": "comforter_5775292"
    }
  ]
}