{
  "english": "commuter",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "người đi lại thường xuyên giữa hai nơi",
          "definition": "a person who travels to work daily",
          "world_new": [
            "person",
            "travels",
            "work",
            "daily"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "(also adjective) a commuter train.",
              "world_new": [
                "train"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "This is done with a choice experiment conducted on car commuters.",
    "Although commuters from the same suburb face similar time and comfort differentials between various modes, they do not all choose the same mode.",
    "The young female subway commuter who witnesses what this middle-aged man does is portrayed as completely in awe of him.",
    "For the commuter, the city could exist in solely two radii.",
    "Examples include unlicensed petty trade, food vending, commuter services (daladala), tuition for school children, neighbourhood watch (sungusungu) and medical services.",
    "The arrival of the local commuter train draws the listener out of this reverie, and the diffusion pattern returns to the static, discrete channelling mode.",
    "The issues that preoccupied most people were concerned mainly with the convenience, -exibility, cost, speed and comfort of urban commuter transport.",
    "Even as outlying areas attracted a wealthier population of commuters, no consensus developed regarding the proper provisioning of settlements."
  ],
  "list_see_also": [],
  "list_browse": [
    "communism",
    "communist",
    "community",
    "commute",
    "commuter",
    "compact",
    "compact disc",
    "companion",
    "companionable"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810054105_9fa7349c98_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810054105_5467dbd919_o.png",
      "id_image": "commuter_4300050"
    }
  ]
}