{
  "english": "compromise",
  "phat_am": "ˈkomprəmaiz",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự thỏa hiệp",
          "definition": "(a) settlement of differences in which each side gives up something it has previously demanded",
          "world_new": [
            "settlement",
            "side",
            "previously"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "We argued for a long time but finally arrived at a compromise.",
              "world_new": [
                "long",
                "time",
                "finally"
              ]
            }
          ]
        }
      ]
    },
    {
      "type_word": "",
      "list_definition": [
        {
          "mean_english": "dàn xếp",
          "definition": "to accept less than you originally wanted in order to reach an agreement with someone",
          "world_new": [
            "accept",
            "originally",
            "wanted",
            "order",
            "reach",
            "agreement"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The union is prepared to compromise with the management on the pay issue.",
              "world_new": [
                "union",
                "prepared",
                "management",
                "pay",
                "issue"
              ]
            }
          ]
        },
        {
          "mean_english": "thỏa hiệp",
          "definition": "to do something which is against your principles or standards",
          "world_new": [
            "your",
            "principles"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "She refused to compromise her principles and accept money from a known criminal.",
              "world_new": [
                "principles",
                "accept",
                "money",
                "criminal"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Three interviewees, by contrast, said they would seek non-standard work, but only as a compromise to their not having gained standard types of work.",
    "He suffers early professional setbacks but emerges triumphant by the end of the novel because he has never compromised his own individuality.",
    "These differences contributed to the formation of a great ideological divide that admitted no compromise, and that soon generated a spiral of political violence.",
    "A number of factors compromise the precision of previous type analyses with a priori type definitions.",
    "Since the human samples available for analysis are non-viable discarded material, they are potentially compromised.",
    "Otherwise, the primes' impact was compromised, presumably because time was too short to transform the mapping rule into a corresponding intention.",
    "The sampling methods were of necessity a compromise.",
    "In exchange for this sponsorship, scholars risked compromising their disciplinary integrity."
  ],
  "list_see_also": [],
  "list_browse": [
    "compressed air",
    "compressible",
    "compression",
    "comprise",
    "compromise",
    "compulsion",
    "compulsorily",
    "compulsory",
    "computation"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809314586_52dd7b139a_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809314586_0bd4af4754_o.png",
      "id_image": "compromise_5526121"
    }
  ]
}