{
  "english": "companionship",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "tình bạn bè",
          "definition": "state of being or of having companion(s)",
          "world_new": [
            "state"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "She enjoys the companionship of young people.",
              "world_new": [
                "young",
                "people"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The members of a household play an important role in providing each other with essential ' goods ' such as food, personal care, emotional support and companionship.",
    "Emotional support refers to love, companionship or understanding.",
    "Each one raises interesting questions and issues about companionship and remarriage following a first marriage.",
    "Another example of solidarity was seen between one 83-year-old grandmother, who provided companionship to her great-grandchildren and her family.",
    "The ' freedom ' which followed a partner's death was appreciated as a gain, the rewarding companionship of coupledom having been lost long before.",
    "Some organisations offer a service that matches older persons who seek companionship for leisure activities.",
    "The extended family was clearly still an important source of leisure and companionship within the lives of many women in the 1940s and beyond.",
    "There are many things we value highly, like companionship, aesthetic pleasure, love, and other such benefits to which we do not necessarily have a right."
  ],
  "list_see_also": [],
  "list_browse": [
    "compact",
    "compact disc",
    "companion",
    "companionable",
    "companionship",
    "company",
    "comparable",
    "comparative",
    "comparatively"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809672334_efbb0278af_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809672334_ff219b2317_o.png",
      "id_image": "companionship_1402124"
    }
  ]
}