{
  "english": "compatible",
  "phat_am": "kəmˈpӕtəbl",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "tương thích",
          "definition": "(opposite incompatible) able to agree or exist successfully side by side",
          "world_new": [
            "agree",
            "exist",
            "successfully",
            "side",
            "side"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "You need to check that the software is compatible with your computer.",
              "world_new": [
                "check",
                "software",
                "your",
                "computer"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The philosophy and mission of the setting must be compatible with partner agencies to ensure true collaboration over time.",
    "An emulation or a \"compatible\" is unlikely to meet the stringent hardware demands.",
    "We have taken the first step by casting the mental events in compatible dimensions.",
    "In some instances, stem cells from compatible, related donors are not available.",
    "Rejecting an evolutionary perspective, though, is perfectly compatible with being a staunch proponent of innateness and internal representation models of cognition.",
    "Conservatives made their messages compatible with the rhetorical environment, understanding whether consciously or unconsciously that their prospects hinged on conforming to it.",
    "Conversely, accommodating monetary regimes are compatible with real wage restraint and full employment in centralized bargaining systems, while they encourage wage-price militancy in decentralized ones.",
    "Mediated by the appropriate understanding of character traits, consequentialism and genuine friendship are, conceptually speaking, perfectly compatible."
  ],
  "list_see_also": [
    "compatibility",
    "compatibly"
  ],
  "list_browse": [
    "compass rose",
    "compassion",
    "compassionate",
    "compatibility",
    "compatible",
    "compatibly",
    "compatriot",
    "compel",
    "compensate"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810053370_2cee123abf_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810053370_7204174538_o.png",
      "id_image": "compatible_2689697"
    }
  ]
}