{
  "english": "conquer",
  "phat_am": "ˈkoŋkə",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "chinh phục",
          "definition": "to overcome or defeat",
          "world_new": [
            "overcome",
            "defeat"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The Normans conquered England in the eleventh century",
              "world_new": [
                "century"
              ]
            },
            {
              "ex_of_definition": "You must conquer your fear of the dark.",
              "world_new": [
                "your",
                "fear",
                "dark"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Moreover, she is quite aware that this manager-making involves gender and class recalibrations and that the territory to be explored and conquered is that of respectability.",
    "Political obstacles existed not just in newly conquered lands but also in well-assimilated regions.",
    "Advances in conquering a disease usually require the discovery of a \"preparation\" - a model biological system in which the disease can be studied.",
    "Of course, the trade union movement is interested in conquering inflation on behalf of its members.",
    "They were to respect each other's dominion over the lands they conquered as well as navigation rights in their respective territorial waters.",
    "According to the enlightenment ideology, nature is a hostile force to be conquered, and tradition a relic to be discarded.",
    "Large sectors of the insurance market, such as industrial risk insurance or old-age pensions, were either nationalised by the emerging welfare states or conquered by the insurance industry.",
    "One interviewee strongly believed in 'working with nature instead of conquering her'."
  ],
  "list_see_also": [
    "conqueror",
    "conquest"
  ],
  "list_browse": [
    "connector",
    "connivance",
    "connive",
    "connoisseur",
    "conquer",
    "conqueror",
    "conquest",
    "conscience",
    "conscientious"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809425703_ff8bdb5873_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809425703_06eeea5371_o.png",
      "id_image": "conquer_2597236"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809425663_27739f37a3_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809425663_92dfff6643_o.png",
      "id_image": "conquer_6257400"
    }
  ]
}