{
  "english": "constellation",
  "phat_am": "konstəˈleiʃən",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "chòm sao",
          "definition": "a named group of stars",
          "world_new": [
            "group"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The Plough and Orion are constellations."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Detailed analysis of different constellations of symptoms within a diagnostic category could help further to refine the classification process.",
    "Consequently, the territorial reconfiguration of national innovation systems can be conceived as a process that generates new modes of coordination and new constellations of actors among established or new organizations.",
    "To show that there are such constellations is the task of experimental laboratory physics.",
    "There are probably only a few constellations of operating factors that can accomplish this for a specific syndrome and only a limited number of syndromes that exhibit long-term stability.",
    "One of the strong challenges to languagecontact theory is to identify how different constellations of such structural and non-structural factors contribute to different outcomes.",
    "The micro-level social activities out of which larger-scale social constellations such as race and ethnicity are constituted and reproduced can thus be observed in language.",
    "Resumption within multilateral constellations of such policy convergence, as noted, was far easier to realise and maintain.",
    "Inspection of table 4 discloses a very pronounced asymmetry between the two critical constellations."
  ],
  "list_see_also": [],
  "list_browse": [
    "constabulary",
    "constancy",
    "constant",
    "constantly",
    "constellation",
    "consternation",
    "constipated",
    "constipation",
    "constituency"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808353587_d947775e31_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808353587_8b72946184_o.png",
      "id_image": "constellation_2086483"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810046355_7a57e05514_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810046355_a5d85b78ed_o.png",
      "id_image": "constellation_257155"
    }
  ]
}