{
  "english": "countryside",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "vùng nông thôn",
          "definition": "country areas",
          "world_new": [
            "country"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "the English countryside.",
              "world_new": [
                "English"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The press, streets, monuments, transportation, and countryside became a vast set on to which aperitif brands and their imagery could be projected.",
    "The incorporation of rural gentry also prevented unrest in the countryside, by aligning the main possessors of armed force with the imperial state.",
    "These included the preservation of the countryside against urban intrusion, access to mountain and moorland, and the creation of national parks.",
    "Their parents will not allow them to go to the countryside, because they wish to keep them at home.",
    "This is a daunting prospect, not only because of the immense research programme implied but the complex, disparate nature of the non-agricultural countryside.",
    "In the latter part of the nineteenth century the processing of tobacco diffused into the countryside.",
    "But the difference of the constituencies was not one between mountain and coast but, primarily, one between city and countryside.",
    "The hybridity of the rural and urban, the marginal nature of many communities between town and countryside, is well shown."
  ],
  "list_see_also": [],
  "list_browse": [
    "country",
    "country dance",
    "country music",
    "countryman",
    "countryside",
    "county",
    "coup",
    "coup d’état",
    "coupé"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809327011_7527268540_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809327011_5c0e90ffb9_o.png",
      "id_image": "countryside_2374937"
    }
  ]
}