{
  "english": "crystalline",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "kết tinh",
          "definition": "(of minerals etc) formed into crystals",
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Salt is a crystalline substance.",
              "world_new": [
                "substance"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Studies on solutions provide, besides those on fibres, membranes and gels, useful insights into the structure of non-crystalline biochemical systems.",
    "The ' factories ' of crystalline material are comprised from seemingly specialized mitochondria and rough endoplasmic reticulum elements.",
    "In some cases, the degree of structural order in amyloid fibrils approaches that in crystalline proteins or peptides.",
    "In the center of the crystalline structure of the regulus, the alchemist's star is found.",
    "There is little evidence of impact-related metamorphism, and no evidence of melt in the monomictic crystalline breccia.",
    "Small amounts of endoplasmic reticulum were detected at the periphery of some subtegumental ' cells' but crystalline inclusions were not seen in the nuclei.",
    "Defects at the boundary between gel phase domains and the liquid crystalline phase are held responsible for the increased permeability.",
    "Each lava flow has a distinct population of partially-crystalline mafic enclaves, which we propose were derived from the break-up of a layer of replenishing magma responsible for triggering the eruption."
  ],
  "list_see_also": [],
  "list_browse": [
    "cryptic",
    "crystal",
    "crystal ball",
    "crystal clear",
    "crystalline",
    "crystallization",
    "crystallize",
    "cub",
    "cubbyhole"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809431888_d03ace12e7_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809431888_2b043c1cf0_o.png",
      "id_image": "crystalline_5615819"
    }
  ]
}