{
  "english": "culinary",
  "phat_am": "ˈkalinəri",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "thuộc việc nấu nướng",
          "definition": "of or used in the kitchen or in cookery",
          "world_new": [
            "kitchen",
            "cookery"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "culinary herbs."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "In subsequent works attempts were made to emphasise the didactic more and more at the expense of the culinary element.",
    "All orchards grubbed-up under the scheme were of culinary and dessert apples.",
    "Moreover, far mer preferences for particular grain characteristics and culinary properties vary substantially over locations.",
    "There are more than one hundred tokens of each of these verbs in the author's 100,000-word corpus of medieval culinary and medicinal texts.",
    "From here, threads are spun to radio, to sound film, to the record industry, to the big culinary establishments, to the interpreters.",
    "Table 7 shows that, whilst only a limited number of comparisons can be made, the results using the matrix are consistent with previous culinary evaluations.",
    "Their propensity for dancing and heavy drinking was also learned from the aborigines, along with some construction techniques and culinary practices.",
    "Mindful, perhaps, of how urban consumption was depleting the passenger pigeon population, others emphasized the bird's culinary merits as an incentive."
  ],
  "list_see_also": [],
  "list_browse": [
    "cuff",
    "cufflinks",
    "cuisine",
    "cul-de-sac",
    "culinary",
    "cull",
    "culminate",
    "culmination",
    "culotte"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809670874_8e8fffa75e_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809670874_36c9fdc2c7_o.png",
      "id_image": "culinary_4047768"
    }
  ]
}