{
  "english": "curvature",
  "phat_am": "ˈkəːvətʃə",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "độ cong",
          "definition": "the condition or extent of being curved",
          "world_new": [
            "condition",
            "extent",
            "curved"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "the curvature of the earth.",
              "world_new": [
                "earth"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "At the initial stages of the growth, stable curved fronts are observed, characterized by a monotonic curvature along the whole front (figure 2a).",
    "The analysis of the test inter ferogram is complicated by the presence of fringe curvature also in absence of the plasma.",
    "In the process we saw that there were examples of non-isometric graph manifolds of non-positive curvature whose universal covers have equivalent boundaries.",
    "This ring, as well as being interventricular, is also atrioventricular at its initial location within the inner curvature of the heart.",
    "The (mean) curvature is considered to be located at the vertices.",
    "Due to the curvature of the virtual wall, the wider cell becomes more divergent.",
    "This then leads to a simple and elegant iterative scheme because we have a linear relationship between curvature and normal velocity.",
    "Peaks of the curvature function correspond to the corners of the represented curve and their height depends on the angle at these corners."
  ],
  "list_see_also": [],
  "list_browse": [
    "curtain off",
    "curtly",
    "curtness",
    "curtsy",
    "curvature",
    "curve",
    "curved",
    "curvy",
    "cushion"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809314251_ed485b0056_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809314251_4bce5ae17e_o.png",
      "id_image": "curvature_1589495"
    }
  ]
}