{
  "english": "daughter",
  "phat_am": "ˈdoːtə",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "con gái",
          "definition": "a female child (when spoken of in relation to her parents)",
          "world_new": [
            "female",
            "child",
            "spoken",
            "relation"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "That is Mary’s daughter"
            },
            {
              "ex_of_definition": "She has two daughters."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "If there were no sons in the house and the heir was the eldest daughter, the marriage resulted, theoretically, in a mere reversal of roles.",
    "Some of them might have been able to assist their daughters or daughters-in-law in housekeeping.",
    "The elderly villagers explain the onset of excessive dowry demands as caused by people becoming wealthier and wanting to secure better houses for their daughters.",
    "Through these gendered patterns of participation, the parents create connection with their daughter and negotiate their parental authority with their daughter and with each other.",
    "These grandmothers enjoyed the help provided by and the company of their daughters and grandchildren.",
    "Offspring were no longer guaranteed an equal share of a parent's property, a change unfavourable to daughters.",
    "Rules normally introduce a structure in which one of the daughters can be identified as the head.",
    "Excretory+secretory products were subjected to centrifugation (11000 g for 20 min) to remove daughter sporocysts."
  ],
  "list_see_also": [
    "daughter-in-law"
  ],
  "list_browse": [
    "database",
    "date",
    "dated",
    "dateline",
    "daughter",
    "daughter-in-law",
    "daunt",
    "daunting",
    "dawdle"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810046260_f4b2261d96_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810046260_6a6787ba11_o.png",
      "id_image": "daughter_2880501"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809664609_4f5bea9ca9_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809664609_7b5d440181_o.png",
      "id_image": "daughter_5020137"
    }
  ]
}