{
  "english": "daytime",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "ban ngày",
          "definition": "the time when it is day",
          "world_new": [
            "time",
            "day"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Hedgehogs don’t usually come out during the daytime."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The dark glass and the dark wood are sort of the same during the daytime.",
    "Levels were particularly low in the early morning and were lowest for the neglected infants, who also had the flattest pattern of daytime cortisol production.",
    "At such times, temperatures at the centre site frequently exceeded that of ambient air temperature during daytime hours.",
    "During the daytime mostly unstable conditions were prominent, while conditions during night hours varied from light stable to stable.",
    "To the daytime visitor and in its daytime representation, it could remain a potent symbol of national triumph and the proper relations between classes.",
    "Chaotic or unpredictable schedules might be one factor contributing to the blunted daytime pattern noted for some populations of children.",
    "During the 2000 and 2004 primary and general presidential election campaigns, virtually all candidates appeared on daytime and late-night, entertainment-oriented talk shows.",
    "Moreover, those agents that are successful at eliminating daytime anxiety do not always suppress negative dream experiences."
  ],
  "list_see_also": [],
  "list_browse": [
    "day school",
    "daybreak",
    "daydream",
    "daylight",
    "daytime",
    "daze",
    "dazed",
    "dazzle",
    "dazzling"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810045910_9f14cc10be_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810045910_352e4214bd_o.png",
      "id_image": "daytime_4062898"
    }
  ]
}