{
  "english": "debris",
  "phat_am": "ˈdeibriː",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "khoản nợ",
          "definition": "the remains of something broken, destroyed etc",
          "world_new": [
            "remains",
            "broken"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The rescue team found a corpse among the debris of the plane.",
              "world_new": [
                "rescue",
                "team",
                "found",
                "corpse",
                "plane"
              ]
            }
          ]
        },
        {
          "mean_english": "vật vô giá trị",
          "definition": "rubbish",
          "world_new": [
            "rubbish"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "There was a lot of debris in the house after the builder had left.",
              "world_new": [
                "house",
                "builder",
                "left"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Addition of urban plant debris did not affect the plant stand at either farm site, and no interaction with production practices was observed.",
    "The resulting atmospheric debris led to climate cooling, a reduction of vegetation, and mass extinction.",
    "Reworking of debris flow deposits by marine currents produced the rippled bed tops.",
    "It should be noted that these concentrations of debris are not assumed to represent the actual locations of workshops or work areas.",
    "On the other hand, we have not prepared a special debris protector for the cavity mirrors near the target yet.",
    "The cytoplasm of the cells had lysosome-like granules containing dead granulosa cell debris at different stages of degradation.",
    "Overall, 79.4 g of metal production debris were associated with the cache, not including the metal inside the crucibles or the plastic cylinder.",
    "Several applications need a cer tain flux, which is connected with the pulse repetition rate and the target debris problem."
  ],
  "list_see_also": [],
  "list_browse": [
    "debilitate",
    "debility",
    "debit",
    "debit card",
    "debris",
    "debt",
    "debtor",
    "debut",
    "Dec"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809663349_1ebc066e44_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809663349_4303d2b8bc_o.png",
      "id_image": "debris_698582"
    }
  ]
}