{
  "english": "delicatessen",
  "phat_am": "delikəˈtesn",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "cửa hàng bán những thức ăn ngon",
          "definition": "(a shop selling) foods prepared ready for the table, especially cooked meats and usually unusual and foreign foods",
          "world_new": [
            "shop",
            "prepared",
            "ready",
            "table",
            "unusual",
            "foreign"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "I bought some smoked sausage at the delicatessen.",
              "world_new": [
                "I",
                "smoked",
                "sausage"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The indoor market (1973) is a multi-level building containing the fish market and delicatessen, as well as stalls selling clothes, haberdashery, footwear, jewellery, gemstones, and confectionery.",
    "At various times, principal enterprises have included a general store, hardware store, delicatessen, bakery, auto service stations, hair salons, an antique furniture dealer, three hotels and resort lodging.",
    "As the latter seems to be capable of being achieved at the delicatessen counters of supermarkets, will he please ensure that it is also achieved in our hospitals?",
    "Delicatessens can come from a variety of cultural traditions.",
    "The annexed register of products classed as traditional products should also be expanded to include delicatessen goods.",
    "Delicatessen stores vary greatly in size but are typically not as large as grocery stores.",
    "Food types may be processed (instant noodles), raw (meat from supermarkets), or cooked (delicatessen).",
    "Sandwiches made with bulkie rolls are very common in area delicatessens, restaurants, and institutional food services."
  ],
  "list_see_also": [],
  "list_browse": [
    "deliberately",
    "delicacy",
    "delicate",
    "delicately",
    "delicatessen",
    "delicious",
    "deliciously",
    "deliciousness",
    "delight"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808349642_26c63d94b9_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808349642_4eac595e47_o.png",
      "id_image": "delicatessen_3361357"
    }
  ]
}