{
  "english": "department",
  "phat_am": "diˈpaːtmənt",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "bộ; ban",
          "definition": "a part or section of a government, university, office, or shop",
          "world_new": [
            "part",
            "section",
            "government",
            "university",
            "office",
            "shop"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The Department of Justice"
            },
            {
              "ex_of_definition": "the sales department."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "And their disciplinary position has encouraged them to do this in ways unfamiliar to many historians working in more conventional university departments.",
    "At the same time, social services departments would be able to purchase many services which they might otherwise have to provide themselves.",
    "In previous reports, we assessed the value of diagnostic and treatment procedures in the management of children visiting the emergency department with meningeal signs.",
    "This approach is straightforward when a single diagnosis is listed, as is often the case for outpatient and emergency department visits.",
    "Such departments are currently debating the nature of their subject.",
    "The majority of respondents worked in public health departments and were medically trained.",
    "A marker was developed to provide accurate reference of field centre position on megavoltage port films taken in this department.",
    "Most radiotherapy departments only repeated measurements where the initial reading was outside a set tolerance level."
  ],
  "list_see_also": [
    "departmental",
    "department store",
    "departure"
  ],
  "list_browse": [
    "denunciation",
    "deny",
    "deodorant",
    "depart",
    "department",
    "department store",
    "departmental",
    "departure",
    "depend"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809686119_5a472d771b_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809686119_8ccc4971ab_o.png",
      "id_image": "department_2206541"
    }
  ]
}