{
  "english": "dietary",
  "phat_am": "ˈdaiətəri, -tri",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "chế độ ăn kiêng",
          "definition": "relating to the food which someone eats",
          "world_new": [
            "food"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "dietary advice",
              "world_new": [
                "advice"
              ]
            },
            {
              "ex_of_definition": "dietary habits."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Subtyping bulimic women along dietary restraint and negative affect dimensions.",
    "Here we add in the mediating variables of dietary change to examine what effect they have on this key element of psychological well-being.",
    "Turning to the next category of variables, we find that several characteristics of the social network predict dietary change attempts, with some variation by gender.",
    "Thus, intercropping seems to be desirable in order to meet dietary requirements, fodder supply and also to maintain soil fertility.",
    "Dietary manipulation in dairy cattle: laboratory experiments to assess the influence on ammonia emissions.",
    "It is doubtful if dietary supplement in the last trimester would be of benefit, at least in the developed countries.",
    "Only three per cent were classed as undernourished although there were slightly more who had specific dietary defects but whose nutrition otherwise was good.",
    "Excess dietary manganese increased weights and manganese level, but mortality and worm burden were unaffected."
  ],
  "list_see_also": [],
  "list_browse": [
    "diehard",
    "diesel engine",
    "diesel fuel/oil",
    "diet",
    "dietary",
    "dietician",
    "differ",
    "difference",
    "different"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809437748_922c6828c3_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809437748_453d25e709_o.png",
      "id_image": "dietary_2860826"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810059245_6c3fbb44a0_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810059245_0cdface141_o.png",
      "id_image": "dietary_2860838"
    }
  ]
}