{
  "english": "digestive",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "thuộc sự tiêu hóa",
          "definition": "of digestion",
          "world_new": [
            "digestion"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "the human digestive system.",
              "world_new": [
                "human",
                "system"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "In hard ticks, the blood meal is taken up by the digestive cells by means of fluidphase endocytosis and via receptor-mediated endocytosis.",
    "However, the didymozoids encountered during the present study are to a large extent localized in tissues that are closely associated with the digestive tract.",
    "The location of the worms along the digestive tract varied among the individual seals.",
    "Physical consequences of bulimia include electrolyte imbalance, erosion of dental enamel and damage to the digestive system.",
    "The snail tissue is also nearly transparent, except for the digestive gland and mantle tissue which is spotted with melanin.",
    "Results from substrate and inhibitor analyses indicated that the primary digestive proteinases were serine proteinases.",
    "The above procedure has been adopted with a view to reducing disease and digestive troubles to a minimum.",
    "The passage of sandalwood seeds through the digestive tract of the bird individuals significantly increased the germination indices compared with pulp removal."
  ],
  "list_see_also": [],
  "list_browse": [
    "dig up",
    "digest",
    "digestible",
    "digestion",
    "digestive",
    "digger",
    "digicam",
    "digit",
    "digital"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810058640_2962aaf6a8_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810058640_98ee2565b7_o.png",
      "id_image": "digestive_2721094"
    }
  ]
}