{
  "english": "disciple",
  "phat_am": "diˈsaipl",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "môn đồ",
          "definition": "a person who believes in the teaching of another, especially one of the original followers of Christ",
          "world_new": [
            "person",
            "teaching",
            "original",
            "Christ"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Jesus and his twelve disciples."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "We held out against the disciples of an abstract opinion, and we permitted certain fee-paying schools.",
    "His life's goal was to secure land where he could raise his family, educate his disciples and farm.",
    "In addition to participating in the shaykh's poetic and mystical inspiration, the disciples witness his inspired state through their dreams and visions.",
    "He did not have very many students who were his concern as apprentices and disciples.",
    "His successors and disciples have observed that dictum most faithfully in all political dealings, not simply outside but even inside their own sphere of influence.",
    "His disciples compiled a corpus of some two thousand letters (or rather extracts from letters), which circulated widely and were quoted with respect in the following centuries.",
    "She may well have been superior to most of the disciples.",
    "They have not, so far, been attracted in very large numbers by the disciples of the party opposite."
  ],
  "list_see_also": [],
  "list_browse": [
    "disc jockey",
    "discard",
    "discern",
    "discharge",
    "disciple",
    "disciplinary",
    "discipline",
    "disclaim",
    "disclose"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809672944_f093246457_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809672944_f38e25244e_o.png",
      "id_image": "disciple_1866070"
    }
  ]
}