{
  "english": "district",
  "phat_am": "ˈdistrikt",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "quận; huyện",
          "definition": "an area of a country, town etc",
          "world_new": [
            "area",
            "country",
            "town"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He lives in a poor district of the city",
              "world_new": [
                "poor",
                "city"
              ]
            },
            {
              "ex_of_definition": "Public transport is often infrequent in country districts.",
              "world_new": [
                "transport",
                "infrequent",
                "country"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Emphasis was placed on the strategies that the greatest number of teachers from both school districts identified as effective.",
    "There was no single authority responsible for measures of public health in any district.",
    "In the case of single-member districts, with only one candidate elected in the district, this variable is not applicable.",
    "Family carers were not recipients of district nursing support in their own right but were dependent upon the cared-for person receiving nursing care.",
    "Also, the median income in a district is not a statistically significant predictor in any of these models appearing in these tables.",
    "Table 2 shows the total net revenues of the districts by the production of four crops stated above.",
    "The difference in the prevalence rates between different districts could be due to differences in hygiene practices, like drinking contaminated water and open defecation.",
    "This article presents a case study of an elementary school situated within a prestigious school district that has undergone rapid demographic change in recent years."
  ],
  "list_see_also": [
    "district attorney"
  ],
  "list_browse": [
    "distressing",
    "distressingly",
    "distribute",
    "distribution",
    "district",
    "district attorney",
    "distrust",
    "distrustful",
    "distrustfully"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809313646_74dc43cfc7_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809313646_976daeb19b_o.png",
      "id_image": "district_2968355"
    }
  ]
}