{
  "english": "diversify",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "đa dạng hóa",
          "definition": "to make or become varied or different",
          "world_new": [
            "become",
            "varied"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "They want to diversify the business into new areas.",
              "world_new": [
                "want",
                "business"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Where teachers cultivate dry season gardens and irrigation plots, and rear livestock, they have diversified from the non-farm to the farm sector.",
    "If investors have habitat preferences, such diversification may lower borrowing costs by diversifying the creditor pool.",
    "As the market for literature diversified, for example, the more socially stratified it became.",
    "By diversifying across world markets, there is significant improvement in the efficient frontier of risk versus expected return.",
    "The industrial use of crops is expanding and diversifying.",
    "The economy itself has diversified away from mining to include sugar, woodpulp, and, more recently, chemicals.",
    "Estimating diversifying selection and functional constraint in the presence of recombination.",
    "All the countries studied were, for example, diversifying the provision of care, trying to integrate provision across traditional service and professional boundaries, and devolving budgets."
  ],
  "list_see_also": [],
  "list_browse": [
    "diverse",
    "diversely",
    "diverseness",
    "diversification",
    "diversify",
    "diversion",
    "diversity",
    "divert",
    "divest"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808357337_7771ddd638_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808357337_b982d0f861_o.png",
      "id_image": "diversify_1753656"
    }
  ]
}