{
  "english": "drinker",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "kẻ nghiện rượu",
          "definition": "someone who regularly drinks alcohol, especially if they drink too much of it",
          "world_new": [
            "regularly",
            "alcohol",
            "especially",
            "drink"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a heavy drinker.",
              "world_new": [
                "heavy"
              ]
            }
          ]
        },
        {
          "mean_english": "người hay uống",
          "definition": "someone who regularly drinks a particular type of drink",
          "world_new": [
            "regularly",
            "particular",
            "type",
            "drink"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a coffee/wine drinker."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "A ten-year follow-up study of older former problem drinkers: risk of relapse and implications of successfully sustained remission.",
    "It returns the drinker to the realm of pleasure and continuity that precede individuation.",
    "Hence, these data indicate that frequent drinkers as compared to nondrinkers and light drinkers are at least 3.5 times more likely to be frequently violent.",
    "Results from the panel provided guidelines for classifying older individuals as harmful, hazardous, or nonhazardous drinkers, using a sur vey.",
    "Non-professionals, especially the heavy drinkers, tended to emphasise other aspects of their lives, particularly the negative side of motherhood.",
    "In our focus group discussions, youth were identified as the villages' heaviest drinkers.",
    "The one interviewee with his own tenancy was an elderly (71-year old) street drinker who had slept rough for many years.",
    "The median quantity of alcohol consumed by these habitual alcohol drinkers was 66n8 g per week."
  ],
  "list_see_also": [],
  "list_browse": [
    "drink in",
    "drink to / drink (to) the health of",
    "drink up",
    "drink-driving",
    "drinker",
    "drip",
    "drip-dry",
    "dripping",
    "drive"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808383762_91f6ae6831_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808383762_a01af61058_o.png",
      "id_image": "drinker_1818716"
    }
  ]
}