{
  "english": "duct",
  "phat_am": "dakt",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "ống dẫn",
          "definition": "a tube or pipe for fluids etc",
          "world_new": [
            "tube",
            "pipe"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a ventilation duct",
              "world_new": [
                "ventilation"
              ]
            },
            {
              "ex_of_definition": "a tear duct.",
              "world_new": [
                "tear"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "These proteins form a fibrous network which is in continuity from the hilum to the alveolar ducts.",
    "Ventricular septal defects, patentcy of the arterial duct, anomalous pulmonary venous connection and stenosis of the pulmonary arteries were also reported.",
    "The pulmonary arteries filled from the aorta via a patent atrial duct.",
    "The proximal portions of the sixth arches contribute to the pulmonary arteries and the distal portions of the left sixth arch becomes the arterial duct.",
    "The patient initially had a patent arterial duct that originated from the under surface of the rightsided aortic arch.",
    "A collateral artery originating from the descending aorta supplied the left lung, while the right pulmonary artery originated from the arterial duct.",
    "Echocardiography showed normal chamber and vessel relationships, a small patent arterial duct, and an atrial septal defect with bidirectional shunting across the oval fossa.",
    "Somewhere between 80 to 90% of the blood ejected by the right ventricle goes through the duct into the descending thoracic aorta with minimal resistance."
  ],
  "list_see_also": [
    "ductless glands"
  ],
  "list_browse": [
    "duchess",
    "duchy",
    "duck",
    "duckling",
    "duct",
    "ductile",
    "ductless glands",
    "dud",
    "due"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808380677_03bcf18a48_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808380677_05ffb72c7a_o.png",
      "id_image": "duct_4752685"
    }
  ]
}