{
  "english": "durable",
  "phat_am": "ˈdjuərəbl",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "kéo dài trong một thời gian bao lâu",
          "definition": "lasting or able to last",
          "world_new": [
            "lasting"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a durable peace.",
              "world_new": [
                "peace"
              ]
            }
          ]
        },
        {
          "mean_english": "bền",
          "definition": "wearing well",
          "world_new": [
            "wearing"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "durable material.",
              "world_new": [
                "material"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "We consider a deterministic version of the classical overlapping-generations model in which there is a single durable asset.",
    "Green oak is extremely durable and hardens over time while the cedar is soft with a surface which can be scored with a finger nail.",
    "These products are not considered as practical or as durable as their modern substitutes.",
    "Whether readers seek an introduction to the concept, or a durable reference on the technical status of the field, this volume is a sound investment.",
    "Rather, insulated agencies must be durable for another reason.",
    "We encourage families to obtain durable power of attorney for health care for their demented relatives and avoid the cost and procedures of guardianship.",
    "As indicated above, parental sentiment for deceased children also may be revealed through the selection of durable items placed with a deceased child.",
    "A second reason cautions against generalizing too much from an examination of statutes to the application of all directives, even all durable directives."
  ],
  "list_see_also": [
    "durability"
  ],
  "list_browse": [
    "duplicator",
    "duplicitous",
    "duplicity",
    "durability",
    "durable",
    "duration",
    "durian",
    "during",
    "dusk"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809449838_2998a929d7_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809449838_041845f7ca_o.png",
      "id_image": "durable_5830376"
    }
  ]
}