{
  "english": "eerie",
  "phat_am": "ˈiəri",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "kỳ quái",
          "definition": "causing fear; weird",
          "world_new": [
            "weird"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "an eerie silence.",
              "world_new": [
                "silence"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Vinci's little melody, which was then fused magically with saxophone in order to explore seven vague variations, evoking the eerie atmosphere of humans hovering alongside birds over a landscape.",
    "From start to finish, the album never loses its dark, eerie feeling.",
    "The irony and the dichotomy created by the violent textual images set to simple folk-like music combine to create an eerie feeling that makes one's hair stand on end.",
    "The movement is launched and driven by nervous energy, grippingly held in check during a tense central section that features solos of eerie foreboding.",
    "The characters' valediction is accompanied by the orchestral restatement of the cabaletta's first theme, to which is added the eerie sound of a harp.",
    "This eerie silence and lack of cross-fertilisation should be thought of as curious.",
    "A new road will traverse the areas reclaimed from the sea and open up this eerie landscape to the public.",
    "While the lying-in-state became at points ungovernable, the funeral procession was marked by an almost eerie quiescence on the part of the crowds."
  ],
  "list_see_also": [
    "eerily",
    "eeriness"
  ],
  "list_browse": [
    "education",
    "educational",
    "educationalist",
    "eel",
    "eerie",
    "eerily",
    "eeriness",
    "efface",
    "effect"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808373402_cf59d25f60_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808373402_b8122e560f_o.png",
      "id_image": "eerie_4893515"
    }
  ]
}