{
  "english": "effigy",
  "phat_am": "ˈefidʒi",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "hình vẽ; hình nộm",
          "definition": "a likeness of a person, animal etc (in wood, stone etc)",
          "world_new": [
            "likeness",
            "person",
            "animal",
            "wood",
            "stone"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "effigies of the Buddha."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "I believe he is the figure immediately behind the effigy.",
    "These pieces may indicate the four-par t division of the world, with an added emphasis on the center quadrant represented by the fifth effigy vessel.",
    "From medieval nuns to seventeenth-century princesses, from effigy-makers to entrepreneurial managers of popular entertainments, women wax modellers came from across a broad class spectrum.",
    "The effigy vessels discussed in this article have been recovered from all three tiers within this hierarchy.",
    "The dignity of historical wax effigies gave way in this account to tawdry impersonations made of cheap materials.",
    "But wax modelling of plants and flowers belongs to a larger artistic history that includes modelling portraits, effigies, reliefs, and medals.",
    "To see a statue of this scale displayed indoors is odd, and the way the effigy dominates the interior space is strange at first.",
    "In contrast, the effigy usually appears to be located in \"real\" space."
  ],
  "list_see_also": [],
  "list_browse": [
    "efficacy",
    "efficiency",
    "efficient",
    "efficiently",
    "effigy",
    "efflorescence",
    "effluent",
    "effort",
    "effortless"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808372442_420cc5f408_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808372442_2749822cdf_o.png",
      "id_image": "effigy_4065217"
    }
  ]
}