{
  "english": "egoism",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "tính ích kỷ",
          "definition": "selfishness",
          "world_new": [
            "selfishness"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "His egoism knows no bounds."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Of course, egoism, as a matter of the history of the discipline, is an ethical theory and, indeed, an important one.",
    "The traditional selfish egoism assumption of rational choice requires dilemmas to be solved by either adding some likely punishment to defection or reward to co-operation.",
    "He identifies three different principles regarding utility maximization: descriptive (psychological egoism), normative (instrumental rationality), and definitional.",
    "The reestablishment of internal mechanisms enlightens answers to critical questions surrounding the egoism-altruism debate.",
    "To the extent that it does appear to exist, should it be regarded as a covert form of egoism?",
    "How could anything so infuriatingly nebulous possibly elucidate egoism or altruism?",
    "Now, assuming egoism is what underlies insurance, each person would prefer to pool her own risks with those of people who are less at risk than herself.",
    "Consequently, he could not argue for egoism as the method that completes and systematizes common-sense morality with the same certainty as he expresses in making that argument for utilitarianism."
  ],
  "list_see_also": [],
  "list_browse": [
    "eggplant",
    "eggshell",
    "ego",
    "egocentric",
    "egoism",
    "egoist",
    "egoistic",
    "eh",
    "eiderdown"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808372147_b65c699a31_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808372147_0cd1ef2a74_o.png",
      "id_image": "egoism_1354753"
    }
  ]
}