{
  "english": "emotive",
  "phat_am": "iˈmoutiv",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "dễ gây xúc động",
          "definition": "causing strong feelings",
          "world_new": [
            "strong"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "an emotive issue/subject."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "He accuses them, not only of holding a cathartic theory of magic, but of also holding an emotive theory of magic.",
    "Accounts of visits to mediums were often characterized by highly emotive descriptions of meetings with spirits or messages from the other side.",
    "Their descriptions of the experience were also less emotive and more often contained expressions of negative or mixed feelings.",
    "They were generally wary of the emotive language of nationhood, emphasizing instead the importance of democratic, liberal, and civic values based on reason.",
    "I wish to avoid this aspect of the romantic while retaining its connotations of attention to the emotive and affective dimensions of experience.",
    "In this sense, this volume deepens our understanding of the constitutive power of emotive language.",
    "As we have seen, they are shorthand symbols serving to indicate the emotive quality attached to an utterance.",
    "However, due to their primitive, emotive nature, autocentric responses are perceived as being more difficult to control or altogether irrelevant."
  ],
  "list_see_also": [
    "emotively"
  ],
  "list_browse": [
    "emoticon",
    "emotion",
    "emotional",
    "emotionally",
    "emotive",
    "emotively",
    "empathetic",
    "empathize",
    "empathy"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809676269_0301dcf6fd_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809676269_d802039461_o.png",
      "id_image": "emotive_4138849"
    }
  ]
}