{
  "english": "enhance",
  "phat_am": "inˈhaːns",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "nâng cao",
          "definition": "to make to appear greater or better",
          "world_new": [
            "appear",
            "better"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The book greatly enhanced his reputation.",
              "world_new": [
                "book",
                "greatly",
                "reputation"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Subsequent experiments were performed using standard methods plus antigen recovery because this enhances the quality of the immunolabelling.",
    "Moreover, human individuals and institutions \"invest,\" metaphorically, or even literally, in other individuals or institutions to enhance their own returns.",
    "The high nutritional quality of the detrital organic matter in our study stream may result from grazing by tadpoles which enhances nitrogen fluxes.",
    "In general, social engagement tends to enhance social understanding, and such engagement is more accessible to securely attached children.",
    "An important question is to determine what specific features of their tasks enhance children's understanding of the experimenter's intentions.",
    "Also, hybrid strategies applied to formation control could help to enhance formation control performance in some robotic tasks.",
    "This suggests that language production can be greatly enhanced by the prior activation of relevant linguistic representations (in this case, lexical and syntactic representations).",
    "The impact that patenting has on research is enhanced and reinforced by an additional range of factors."
  ],
  "list_see_also": [],
  "list_browse": [
    "engraver",
    "engraving",
    "engrossed",
    "engulf",
    "enhance",
    "enigma",
    "enigmatic",
    "enigmatically",
    "enjoy"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810055490_35f9c6a00b_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810055490_dbb5e4e35d_o.png",
      "id_image": "enhance_2620957"
    }
  ]
}