{
  "english": "enlist",
  "phat_am": "inˈlist",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "nhập ngũ",
          "definition": "to join an army etc",
          "world_new": [
            "join",
            "army"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "My father enlisted on the day after war was declared.",
              "world_new": [
                "father",
                "day",
                "war"
              ]
            }
          ]
        },
        {
          "mean_english": "giành được sự ủng hộ",
          "definition": "to obtain the support and help of",
          "world_new": [
            "obtain",
            "support",
            "help"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He has enlisted George to help him organize the party.",
              "world_new": [
                "help",
                "organize",
                "party"
              ]
            }
          ]
        },
        {
          "mean_english": "có được sự ủng hộ của ai",
          "definition": "to obtain (support and help) from someone",
          "world_new": [
            "obtain"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "They enlisted the support of five hundred people for their campaign.",
              "world_new": [
                "support",
                "people",
                "their",
                "campaign"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "When social support is enlisted in the context of developmental psychopathology, moreover, it incorporates added functions.",
    "Inescapable suffering, which is frequently reported in palliative care settings, can be the means by which caregivers and family members find meaning by enlisting an attitudinal change.",
    "Perhaps, the argument goes, the impact of real life events is sufficiently great that a completely different set of coping mechanisms is enlisted outside of the laboratory.",
    "The wife had enlisted a considerable amount of support from a variety of sources.",
    "They enlisted for the purpose of serving abroad, and this is therefore a very disappointing condition in which to find themselves.",
    "The new regime exerted itself in enlisting for itself wealth coupled with talent.",
    "Smear takers from six general practices were also enlisted to participate in the project.",
    "At the same time, it is a testament to how truly definitive they are that they can also be profitably enlisted to help illuminate the current state of the field."
  ],
  "list_see_also": [],
  "list_browse": [
    "enlargement",
    "enlighten",
    "enlightened",
    "enlightenment",
    "enlist",
    "enliven",
    "enmity",
    "ennui",
    "enormity"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809433708_7536cabed0_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809433708_1012881ae9_o.png",
      "id_image": "enlist_942436"
    }
  ]
}