{
  "english": "excrement",
  "phat_am": "ˈekskrəmənt",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "phân",
          "definition": "matter, especially solid, discharged from the body; faeces/feces; dung",
          "world_new": [
            "matter",
            "solid",
            "dung"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The streets are filthy with dogs’ excrement.",
              "world_new": [
                "filthy"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "They are attracted to excrement, decaying, putrefying or purulent substances.",
    "Barles considers how growing urban centres in the eighteenth and early nineteenth centuries learned to cope with massive volumes of human and animal excrement and contaminated liquids.",
    "However, the study did not include analysis of leachates from leaf litter and direct deposition of invertebrate (and sometimes vertebrate) carcasses and excrement.",
    "The raven, a master of light, is continuously associated with final products such as soot, excrements, inedible food and human bones.",
    "Guano, sea-bird excrement, is a fertiliser that was used by hop and other farmers during and after the second half of the nineteenth century.",
    "Dog excrement is to be found on pavements everywhere, on the grass where children play, on the beaches and on the piers.",
    "On a carefully managed pasture, nutrients cycle from soil to plants to animals and through their excrement, to soil.",
    "In pre-industrial societies urban waste had largely been recycled, with animal and human excrement employed as fertilizer in the surrounding countryside."
  ],
  "list_see_also": [],
  "list_browse": [
    "exclusive",
    "exclusive of",
    "exclusively",
    "exclusiveness",
    "excrement",
    "excreta",
    "excrete",
    "excretion",
    "excretory"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809666984_a1cbbe8943_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809666984_12b6dd67dd_o.png",
      "id_image": "excrement_1111167"
    }
  ]
}