{
  "english": "exhaustion",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự kiệt sức",
          "definition": "the state of being extremely tired",
          "world_new": [
            "state",
            "extremely",
            "tired"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He collapsed from exhaustion."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Some stocks may be physically exhausted, but physical exhaustion is not a necessary condition for significant inter-temporal user costs.",
    "It triumphs over hunger, thirst, disease, injury, and exhaustion.",
    "The 70-year old pensioner has to accept substantial probabilities of capital exhaustion within his lifetime relying on an insurance equivalent fund solution.",
    "As expected, we thus found that the advantage of large seeds persisted in savannas even after exhaustion of the seed reserves.",
    "The abundance and the eternal youth of nature, for example, both remind the speaker of his internal exhaustion and direct his thoughts to his creator.",
    "In every case, it said finite reserves of these minerals were approaching exhaustion and prices would rise steeply.",
    "The drop in milk yield from the seventh month onwards could possibly be explained by exhaustion of the breast tissue.",
    "Eventually, it seems that sheer exhaustion contributed to the papacy's decision to back down, but even here the peace that was forged was not straightforward."
  ],
  "list_see_also": [],
  "list_browse": [
    "exhale",
    "exhaust",
    "exhausted",
    "exhausting",
    "exhaustion",
    "exhaustive",
    "exhibit",
    "exhibition",
    "exhibitor"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809666189_e9c41180be_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809666189_35da41a052_o.png",
      "id_image": "exhaustion_3654834"
    }
  ]
}