{
  "english": "exhibitor",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "người trưng bày",
          "definition": "a person who provides an exhibit for a display etc",
          "world_new": [
            "person",
            "exhibit",
            "display"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He is one of the exhibitors at the flower show.",
              "world_new": [
                "flower"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Through ownership of theaters or block-booking agreements, which required exhibitors to rent several movies from a studio to secure the rental of a desired film, they also controlled exhibitions.",
    "He also found that clearance provisions stipulating when exhibitors could show movies stifled competition and restricted the exhibitors' ability to compete.",
    "Under the voluntary arrangement renters have made certain concessions to exhibitors who have not been in a position to pay.",
    "I am sure that great sighs of relief will be heaved by many ordinary exhibitors.",
    "But the exhibitors, both the big circuits and the independents, are doing a great deal to put their houses in order.",
    "Estimates of the minimum percentage of subjects infected in the group of highly exposed and less exposed exhibitors.",
    "We assumed that the titre distribution in exhibitors at the outbreak site before being exposed was similar to that of the general population.",
    "Those exhibitors have always pleaded poverty, with a certain amount of justification."
  ],
  "list_see_also": [],
  "list_browse": [
    "exhaustion",
    "exhaustive",
    "exhibit",
    "exhibition",
    "exhibitor",
    "exhilarate",
    "exhilarating",
    "exhilaration",
    "exhort"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810047695_f2aef47a6b_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810047695_5125e43a2b_o.png",
      "id_image": "exhibitor_3981078"
    }
  ]
}