{
  "english": "expiry",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự hết hạn",
          "definition": "the end of a period of time or of an agreement etc with a time limit",
          "world_new": [
            "period",
            "time",
            "agreement",
            "time",
            "limit"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The date of expiry is shown on your driving licence/license.",
              "world_new": [
                "date",
                "your",
                "driving"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "For the purpose of studying the free boundary profile near expiry, many different integral equations have been derived [1, 3, 8, 14, 17].",
    "In the reported patients who ingested low-fat milk of other expiry dates, the frequency of vomiting and/or nausea (49.3- 55.8 %) was lower than that of the laboratory-confirmed cases (93.2 %).",
    "No estimate has been made of any savings derived from the expiry of the patent.",
    "This amendment will enable regulations to provide for the expiry and renewal of the registration of all fishing vessels after a prescribed period.",
    "Where there is a conviction, all case files are retained until the expiry of the sentence if it exceeds the usual retention period.",
    "In this paper, we present an alternative integral equation which will provide an accurate numerical method for calculating the early exercise boundary near expiry.",
    "Furthermore, a lease is a declining asset and leases that are coming towards their expiry cease to be mortgageable.",
    "The rifleman will rejoin his unit this month on expiry of his present period of release."
  ],
  "list_see_also": [],
  "list_browse": [
    "expertly",
    "expertness",
    "expiration",
    "expire",
    "expiry",
    "explain",
    "explain away",
    "explanation",
    "explanatory"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808353887_90b22e6c60_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808353887_31a445169d_o.png",
      "id_image": "expiry_4391610"
    }
  ]
}