{
  "english": "festive",
  "phat_am": "ˈfestiv",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "thuộc hoặc thích hợp với ngày lễ, ngày hội",
          "definition": "happy and (as if) celebrating",
          "world_new": [
            "happy"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a festive atmosphere.",
              "world_new": [
                "atmosphere"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Before proceeding with this discussion, let us turn once more to our festive song.",
    "Its utility in food and medicine, and its pleasing aesthetic contribution to gardens, landscapes, and festive occasions, crown its stature in the plant world.",
    "On saint-day celebrations (mawlids) and other festive occasions, public recitations make the poetry available to a larger audience.",
    "Africanisation of music, dance and other spiritual, aesthetic and festive expressions followed.",
    "Despite a throwaway ending that does not really come off, as a festive concert overture this is, in modern political parlance, thoroughly 'fit for purpose'.",
    "A short argument ensued between the women; some complied and some did not, and the festive mood was gone (plate 18).",
    "In the event, most bands simply joined in with the festive spirit of their audience and helped to maintain the day's celebratory atmosphere.",
    "Like a poet laureate, this professor often had to write poems and speeches for festive occasions, such as the king's birthday or the university's birthday."
  ],
  "list_see_also": [
    "festivity"
  ],
  "list_browse": [
    "fervently",
    "fervour",
    "fester",
    "festival",
    "festive",
    "festivity",
    "fetch",
    "fête",
    "fetid"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809446258_dc79cbb5fe_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809446258_ec0b402109_o.png",
      "id_image": "festive_6347811"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809686264_0194d96e48_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809686264_a8d9cb059a_o.png",
      "id_image": "festive_6347838"
    }
  ]
}