{
  "english": "fiction",
  "phat_am": "ˈfikʃən",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "tiểu thuyết hư cấu",
          "definition": "stories etc which tell of imagined, not real, characters and events (see also non-fiction)",
          "world_new": [
            "tell",
            "real"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a work of fiction.",
              "world_new": [
                "work"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The contradictions and overdeterminations of their construction as stereotypes in the newspapers, cartoons, fictions, and polemics of the period are obvious.",
    "In my view, it would have helped to clear up the myth and the fictions that abound in the area at the moment.",
    "In almost every case, the fictions were gone through.",
    "To be sure, we still know little about the affordability of non-scholarly works - songbooks, tracts, short fictions, medical manuals, household encyclopedias, and so forth.",
    "Other, more successful humanistic works share the goal of transcending material existences through unabashedly creating fictions, and the focus on the pronoun is invaluable in these endeavors.",
    "My own heart sank at the contents page, with chapters on sick beds and therapy, the home, women and the land, social welfare, and ' ' fictions for the village.",
    "When development plans fail, new fictions are constructed to justify new interventions.",
    "People know or assume that public fictions (novels, movies, cartoons, etc.) were created by specific people who had particular intentions for doing so."
  ],
  "list_see_also": [
    "fictional",
    "fictitious"
  ],
  "list_browse": [
    "fibrous",
    "fibula",
    "fickle",
    "fickleness",
    "fiction",
    "fictional",
    "fictitious",
    "fiddle",
    "fiddler"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809331006_4caed91b1d_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809331006_c28b168234_o.png",
      "id_image": "fiction_2178098"
    }
  ]
}